---
kind: enumMember
id: F:Autodesk.Revit.DB.InsertOrientation.Interior
enum: Autodesk.Revit.DB.InsertOrientation
source: html/56071e06-8677-f30a-f026-425dc1d98dd2.htm
---
# Autodesk.Revit.DB.InsertOrientation.Interior

Insert is aligned with the Tapered wall's interior face.